Repository: NunuAbuashvili/TBC_Ecommerce_Django
Catalog: ecommerce_platform/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Search by username or country
ka: მოძებნეთ მომხმარებლის სახელის ან ქვეყნის მიხედვით

source: Account Information
ka: ინფორმაცია ანგარიშის შესახებ

source: Personal Details
ka: პირადი მონაცემები

source: Contact Information
ka: საკონტაქტო ინფორმაცია

source: Address
ka: მისამართი

source: User Details
ka: მომხმარებლის დეტალები

source: Permissions
ka: ნებართვები

source: Custom User
ka: მომხმარებელი

source: Custom Users
ka: მომხმარებლები

source: Male
ka: კაცი

source: Female
ka: ქალი

source: Other
ka: სხვა

source: Prefer Not To Say
ka: პასუხისგან თავს შევიკავებ

source: Email Address
ka: ელექტრონული ფოსტის მისამართი

source: Date of Birth
ka: დაბადების თარიღი

source: Username
ka: მომხმარებელი

source: First Name
ka: სახელი

source: Last Name
ka: გვარი

source: Gender
ka: სქესი

source: Country
ka: ქვეყანა

source: Password
ka: პაროლი

source: Password Confirmation
ka: გაიმეორეთ პაროლი

source: Please enter a correct email and password.
ka: გთხოვთ, შეიყვანეთ სწორი ელექტრონული ფოსტა და პაროლი.

source: This account is inactive.
ka: ეს ანგარიში არ არის აქტიური.

source: Your session has expired due to inactivity. Sign in again.
ka: თქვენი სესიის ვადა ამოიწურა უმოქმედობის გამო. გთხოვთ, თავიდან გაიარეთ ავტორიზაცია.

source: The Email field should not be empty.
ka: ელექტრონული ფოსტის ველი არ უნდა იყოს ცარიელი.

source: Superuser must have is_staff=True.
ka: სუპერმომხმარებელს აუცილებლად უნდა ჰქონდეს is_staff=True

source: Superuser must have is_superuser=True.
ka: სუპერმომხმარებელს აუცილებლად უნდა ჰქონდეს is_superuser=True

source: email address
ka: ელექტრონული ფოსტის მისამართი

source: phone number
ka: ტელეფონის ნომერი

source: date of birth
ka: დაბადების თარიღი

source: gender
ka: სქესი

source: email verified
ka: დამოწმებულია თუ არა ელექტრონული ფოსტა

source: account type
ka: ანგარიშის ტიპი

source: Individual
ka: ფიზიკური პირი

source: Company
ka: იურიდიული პირი

source: country
ka: ქვეყანა

source: Select country
ka: აირჩიეთ ქვეყანა

source: city
ka: ქალაქი

source: street address
ka: ქუჩა

source: postal code
ka: საფოსტო კოდი

source: newsletter subscription
ka: აქვს თუ არა გამოწერა

source: last active
ka: ბოლო აქტიურობის დრო

source: User
ka: მომხმარებელი

source: Users
ka: მომხმარებლები

source: Sign In
ka: შესვლა

source: Not registered yet?
ka: ჯერ არ ხართ რეგისტრირებული?

source: Sign Up
ka: რეგისტრაცია

source: Sign Out
ka: გამოსვლა

source: You have been signed out.
ka: თქვენ გამოხვედით საკუთარი ანგარიშიდან.

source: Sign In Again
ka: თავიდან შედით

source: Register
ka: რეგისტრაცია

source: Join Us
ka: შემოგვიერთდით

source: Your password can’t be too similar to your other personal information.
ka: პაროლი არ უნდა ჰგავდეს თქვენს პირად ინფორმაციას.

source: Your password must contain at least 8 characters.
ka: პაროლი უნდა შეიცავდეს მინიმუმ რვა სიმბოლოს.

source: Your password can’t be a commonly used password.
ka: პაროლი არ უნდა იყოს შეიცავდეს შაბლონებს.

source: Your password can’t be entirely numeric.
ka: პაროლი არ უნდა შეიცავდეს მხოლოდ ციფრებს.

source: Already Have an Account?
ka: უკვე გაქვთ ანგარიში?

source: Only %(quantity)s item(s) available in stock.
ka: მარაგში დარჩენილია მხოლოდ %(quantity)s პროდუქტი.

source: Sorry, the item is out of stock.
ka: ვწუხვართ, პროდუქტის მარაგი ამოიწურა.

source: Product not found.
ka: ასეთი პროდუქტი არ არსებობს.

source: User's Cart
ka: მომხმარებლის კალათა

source: Users' Carts
ka: მომხმარებლების კალათა

source: Cart's Item
ka: პროდუქტი კალათაში

source: Cart's Items
ka: პროდუქტები კალათაში

source: Shopping Cart
ka: კალათა

source: Product Image
ka: პროდუქტის ფოტო

source: Name
ka: დასახელება

source: Price
ka: ფასი

source: Quantity
ka: რაოდენობა

source: Total
ka: ჯამი

source: Actions
ka: ქმედება

source: Coupon Code
ka: ფასდაკლების კოდი

source: Enter coupon code
ka: შეიყვანეთ ფასდაკლების კოდი

source: Apply Coupon
ka: გაააქტიურეთ ფასდაკლება

source: Order Summary
ka: შეკვეთის დეტალები

source: Subtotal
ka: სრული ღირებულება

source: Shipping
ka: მიწოდება

source: Discount
ka: ფასდაკლება

source: Proceed to Checkout
ka: შეკვეთის გაფორმება

source: Your cart is empty
ka: თქვენი კალათა ცარიელია

source: Browse our products and add items to your cart.
ka: დაათვალიერეთ ჩვენი პროდუქტები და დაამატეთ სასურველი ნივთები თქვენს კალათაში.

source: Continue Shopping
ka: განაგრძეთ შეძენა

source: Checkout
ka: შეკვეთა

source: Billing details
ka: გადახდის დეტალები

source: Company Name
ka: კომპანიის დასახელება

source: Street name, street number
ka: ქუჩის დასახელება და ნომერი

source: Town/City
ka: ქალაქი

source: Postcode/Zip
ka: საფოსტო კოდი

source: Mobile
ka: ტელეფონის ნომერი

source: Create an account?
ka: გსურთ ანგარიშის შექმნა?

source: Ship to a different address?
ka: გსურთ მიწოდება სხვა მისამართზე?

source: Order Notes (Optional)
ka: დამატებითი მითითებები შეკვეთისათვის (სურვილისამებრ)

source: Products
ka: პროდუქტები

source: Free Shipping
ka: უფასო მიწოდება

source: Fast Shipping
ka: სწრაფი მიწოდება

source: Free Local Pickup
ka: თავად გავიტან მაღაზიიდან (უფასო)

source: TOTAL
ka: ჯამი

source: Direct Bank Transfer
ka: პირდაპირი საბანკო გადარიცხვა

source: Make your payment directly into our bank account. Please use your Order ID as the payment reference. Your order will not be shipped until the funds have cleared in our account.
ka: გადმორიცხეთ თანხა პირდაპირ ჩვენს საბანკო ანგარიშზე. გადახდის დროს, გთხოვთ, მიუთითეთ თქვენი შეკვეთის ნომერი. ნივთები გამოიგზავნება მას შემდეგ, რაც ანგარიშზე აისახება შესაბამისი ტრანზაქცია.

source: Check Payments
ka: ონლაინ გადახდა

source: Cash On Delivery
ka: ნაღდი ანგარიშსწორება ადგილზე

source: Paypal
ka: ფეიფალი

source: Place Order
ka: შეკვეთის გაფორმება

source: Search by product name or category
ka: მოძებნეთ პროდუქტის ან კატეგორიის დასახელებით

source: Search by category name
ka: მოძებნეთ კატეგორიის დასახელებით

source: product name
ka: პროდუქტის დასახელება

source: product description
ka: პროდუქტის აღწერა

source: product manufacturer
ka: მწარმოებელი

source: place of origin
ka: წარმოშობა

source: ingredients
ka: ინგრედიენტები

source: product price
ka: ფასი

source: product stock quantity
ka: მარაგი

source: image
ka: ფოტო

source: does product contain caffeine
ka: შეიცავს თუ არა კოფეინს

source: Product
ka: პროდუქტი

source: category name
ka: კატეგორიის დასახელება

source: category description
ka: კატეგორიის აღწერა

source: Category
ka: კატეგორია

source: Categories
ka: კატეგორიები

source: product tag name
ka: კოლექციის დასახელება

source: Product Tag
ka: კოლექცია

source: Product Tags
ka: კოლექციები

source: Add to cart
ka: კალათაში დამატება

source: Contact
ka: კონტაქტი

source: Thank you %(name)s!
ka: მადლობა %(name)s!

source: We have received your email and will respond shortly.
ka: მივიღეთ თქვენი ელექტრონული შეტყობინება და მალე გიპასუხებთ.

source: Sorry %(name)s
ka: ვწუხვარ, %(name)s

source: An error occured while sending your email. Please, try again.
ka: თქვენი ელექტრონული შეტყობინება ვერ გაიგზავნა. გთხოვთ, თავიდან სცადოთ.

source: Contact Us
ka: დაგვიკავშირდით

source: Your Name
ka: თქვენი სახელი

source: Your Email
ka: თქვენი ელექტრონული ფოსტა

source: Your Message
ka: თქვენი შეტყობინება

source: Submit
ka: გაგზავნა

source: Tbilisi, Georgia
ka: თბილისი, საქართველო

source: Mail Us
ka: მოგვწერეთ

source: Telephone
ka: ტელეფონი

source: Tea Shop | Worldwide Tea Collection
ka: ჩაის მაღაზია | კოლექცია მთელი მსოფლიოდან

source: From All Over the World
ka: მთელი მსოფლიოდან

source: Wide Collection of Premium Tea
ka: მაღალი ხარისხის ჩაის ფართო კოლექცია

source: Christmas Collection
ka: საშობაო კოლექცია

source: Fruit Tea
ka: ხილის ჩაი

source: Previous
ka: წინა

source: Next
ka: შემდეგი

source: Free on order over $50
ka: უფასო მიწოდება $50-ს ზემოთ შენაძენზე

source: Security Payment
ka: უსაფრთხო გადახდა

source: 100%% security payment
ka: 100%% უსაფრთხო გადახდა

source: 30 Day Return
ka: 30-დღიანი დაბრუნების პერიოდი

source: 30 day money guarantee
ka: 30-დღიანი ფულის დაბრუნების გარანტია

source: 24/7 Support
ka: 24/7 მხარდაჭერა

source: Contact us anytime
ka: დაგვიკავშირდით ნებისმიერ დროს

source: Our Tea Collection
ka: ჩვენი ჩაის კოლექცია

source: All Products
ka: ყველა

source: Tea
ka: ჩაი

source: Teaware
ka: ჩაის ჭურჭელი

source: Gifts
ka: საჩუქრები

source: Cookies
ka: ტკბილეული

source: Holiday Offers
ka: დღესასწაულისთვის

source: All for $5!
ka: ყველაფერი 5 დოლარად!

source: Rich Taste
ka: მრავალფეროვანი გემო

source: Fruit Flavors
ka: ხილის ჩაი

source: Healthy
ka: ჯანსაღი

source: Ingredients
ka: ინგრედიენტები

source: Different Flavors
ka: სხვადასხვა გემო

source: in Our Store
ka: ჩვენს მაღაზიაში

source: Our teas blend premium leaves with natural ingredients to offer unique flavors in every cup.
ka: ჩვენი ჩაი აერთიანებს ბუნებრივ ინგრედიენტებსა და მაღალი ხარისხის ფოთლებს, რათა შემოგთავაზოთ უნიკალური არომატი.

source: BUY
ka: ყიდვა

source: Most Beloved Teas
ka: ყველაზე საყვარელი პროდუქცია

source: Browse our top-rated teas, handpicked with perfect 5-star ratings from tea lovers.
ka: დაათვალიერეთ ჩვენი მომხმარებლების მიერ შერჩეული ყველაზე მაღალი რეიტინგის მქონე პროდუქცია.

source: satisfied customers
ka: კმაყოფილი მომხმარებლები

source: quality of service
ka: მომსახურების ხარისხი

source: quality certificates
ka: ხარისხის სერტიფიკატები

source: Available Products
ka: ხელმისაწვდომი პროდუქტები

source: Our Testimonial
ka: შეფასებები

source: Our Client Saying!
ka: რას ამბობენ ჩვენი მომხმარებლები!

source: This tea is as sweet as a pot of honey! I think I’ll have just one more cup!
ka: ეს ჩაი ისეთივე ტკბილია, როგორც თაფლის ქილა! კიდევ ერთ ჭიქას სიამოვნებით დავლევ!

source: Winnie the Pooh
ka: ვინი პუჰი

source: I may be a dog, but this tea is so good, I’d give up chasing the Red Baron for a cozy tea break.
ka: შეიძლება ძაღლი ვარ, მაგრამ ეს ჩაი იმდენად კარგია, მყუდრო შესვენებისთვის დროებით წითელი ბარონის დევნაზეც კი არ ვიტყოდი უარს.

source: Snoopy
ka: სნუპი

source: This tea makes me feel all bubbly inside! If I had thumbs, I’d give it two thumbs up!
ka: ამ ჩაის წყალობით ვგრძნობ, თითქოს ბუშტულებით ვივსები! ცერა თითი რომ მქონდეს, ორივე ცერა თითით მოვიწონებდი!

source: Mrs. Potts and Chip
ka: ქალბატონი პოტსი და ჩიპი

source: Description
ka: აღწერა

source: Reviews
ka: შეფასებები

source: Contains caffeine.
ka: შეიცავს კოფეინს.

source: Caffeine free.
ka: არ შეიცავს კოფეინს.

source: This is one of my favorite teas of all time! It is delicious and sweet without any sugar (thank you cinnamon), it is smooth and I love it both cold, and hot. You really made a winner with this tea. I highly recommend it.
ka: ეს ჩემთვის ყველა დროის ერთ-ერთი საყვარელი ჩაია! გემრიელია და ტკბილი ყოველგვარი შაქრის გარეშე (დარიჩინის წყალობით), ერთგვაროვანია და მომწონს როგორც ცივი, ასევე ცხელი. ნამდვილად საუკეთესო ჩაია. გირჩევთ!

source: This is our favorite evening tea because it's dessert in a cup! It's loaded with tiny apple bits that are the highlight of the tea. They bring a fresh sweet taste (with no need to add honey), and the cinnamon and clove give an overall warmth. I think the orange peel might even soften those two spice a little bit--there is no bitterness at all, just nice balanced sweetness. The red rooibos tea itself has no caffeine so it's a beautiful treat after dinner.
ka: ეს ჩვენი საყვარელი ჩაია ღამით დასალევად, რადგან ნამდვილი დესერტია ფინჯანში! შეიცავს ვაშლის პატარა ნაჭრებს, რაც ამ ჩაის მთავარი ღირსებაა. მათი წყალობით აქვს ჯანსაღი, ტკბილი გემო (არ არის საჭირო თაფლის დამატება), ხოლო დარიჩინი და მიხაკი დამატებით სიმყუდროვეს სძენს. ვფიქრობ, ფორთოხლის კანი არბილებს ამ ორი სანელებლის გემოს - საერთოდ არ იგრძნობა სიმწარე, მხოლოდ კარგად დაბალანსებული სიტკბო. წითელი როიბოსის ჩაი არ შეიცავს კოფეინს, ამიტომ ვახშმის შემდეგ შეგიძლიათ გემრიელად მიირთვათ.

source: Leave Your Comment
ka: დატოვეთ კომენტარი

source: Your Review
ka: თქვენი მიმოხილვა

source: Please rate:
ka: გთხოვთ, შეაფასეთ:

source: Post Comment
ka: გამოაქვეყნეთ კომენტარი

source: Holiday Products
ka: სადღესასწაულო პროდუქცია

source: Related Products
ka: მსგავსი პროდუქტები

source: Shop
ka: მაღაზია

source: Rating
ka: შეფასებით

source: Price ↑
ka: ფასი: ზრდადობით

source: Price ↓
ka: ფასი: კლებადობით

source: Date Added
ka: დამატების თარიღით

source: Sort
ka: დახარისხება

source: Tags
ka: კოლექციები

source: Filter
ka: გაფილტვრა

source: New Contact Form Submission from %(name)s
ka: ახალი საკონტაქტო ფორმა %(name)s(ი)სგან

source: Your message has been sent.
ka: თქვენი შეტყობინება წარმატებით გაიგზავნა.

source: Page Not Found
ka: აღნიშნული გვერდი ვერ მოიძებნა

source: We’re sorry, the page you have been looking for does not exist! Please, go to our home page.
ka: გვერდი, რომელსაც ეძებდით, არ არსებობს. გთხოვთ, დაბრუნდით მთავარ გვერდზე.

source: Go Back To Home
ka: მთავარ გვერდზე დაბრუნება

source: Server Error
ka: სერვერის შეცდომა

source: The server encountered an error and could not complete your request. Please, go to our home page.
ka: სერვერმა ვერ შეასრულა თქვენი მოთხოვნა. გთხოვთ, დაბრუნდით მთავარ გვერდზე.

source: Account
ka: ანგარიში

source: Tea Shop
ka: ჩაის მაღაზია

source: Home
ka: მთავარი

source: Search by product name
ka: მოძებნეთ პროდუქცია

source: Email subscription
ka: გამოწერა

source: Subscribe Now
ka: გამოიწერეთ

source: About Tea
ka: ჩაის შესახებ

source: Fresh brewed tea is 100%% natural, fat-free, calorie-free, gluten-free, sugar-free, and low in caffeine — tea is the healthy choice.
ka: ახლად დაყენებული ჩაი არის 100%% ნატურალური, არ შეიცავს ცხიმებს, გლუტენსა და შაქარს, აქვს ნული კალორია და კოფეინის დაბალი შემცველობა - ჩაი არის თქვენი ჯანსაღი არჩევანი.

source: Read More
ka: შეიტყვეთ მეტი

source: About Us
ka: ჩვენ შესახებ

source: Our Story
ka: ჩვენი ისტორია

source: Privacy Policy
ka: კონფიდენციალურობა

source: Terms & Condition
ka: წესები & პირობები

source: Return Policy
ka: დაბრუნება

source: FAQs & Help
ka: ხშირად დასმული კითხვები

source: My Account
ka: ჩემი ანგარიში

source: Wishlist
ka: სურვილების სია

source: Order History
ka: შესყიდვების ისტორია

source: International Orders
ka: საერთაშორისო შესყიდვები

source: Address: Tbilisi, Georgia
ka: მისამართი: თბილისი, საქართველო

source: Email
ka: ელექტრონული ფოსტა

source: Phone
ka: ტელეფონის ნომერი

source: Payment Accepted
ka: გადახდის მეთოდები

source: All right reserved.
ka: ყველა უფლება დაცულია

source: View More
ka: ვრცლად

source: Search for tea...
ka: მოძებნეთ ჩაი...

source: Search Now
ka: ძიება
